12/data/attachments/e8679ec0f3166fa8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Steven_call_Actions_37830_4</nif:username>
            <nif:friendToBeRequested>soap_actions_2a71cea8-dc4a-4d38-a89c-c8f488d51794</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>